Repository: sashabelooov/General-Construction
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Inglizcha

source: Russian
uz: Ruscha

source: Uzbek
uz: O'zbekcha

source: Created at
uz: Yaratilgan sana

source: Updated at
uz: Yangilangan sana

source: Image
uz: Rasm

source: Title
uz: Sarlavha

source: Name
uz: Ism

source: Status
uz: Holat

source: Type
uz: Tur

source: Phone
uz: Telefon

source: Note
uz: Izoh

source: Text
uz: Matn

source: Link
uz: Havola

source: Amenity
uz: Qulaylik

source: Amenities
uz: Qulayliklar

source: Name (Uzbek)
uz: Nomi (O'zbekcha)

source: Name (Russian)
uz: Nomi (Ruscha)

source: Name (English)
uz: Nomi (Inglizcha)

source: Project
uz: Loyiha

source: Projects
uz: Loyihalar

source: Location Name
uz: Joylashuv nomi

source: Number of Houses
uz: Uylar soni

source: Completion Date
uz: Tugash sanasi

source: Under Construction
uz: Qurilmoqda

source: Completed
uz: Tugallangan

source: For Sale
uz: Sotuvda

source: Will Start
uz: Boshlanadi

source: Business
uz: Biznes

source: Comfort
uz: Komfort

source: Apartment
uz: Xonadon

source: Apartments
uz: Xonadonlar

source: Delivery Year
uz: Topshirish yili

source: Area
uz: Maydon

source: Rooms
uz: Xonalar

source: Floor
uz: Qavat

source: Number
uz: Raqam

source: Project Detail
uz: Loyiha tafsiloti

source: Project Details
uz: Loyiha tafsilotlari

source: Header Image 1
uz: Sarlavha rasmi 1

source: Header Image 2
uz: Sarlavha rasmi 2

source: Header Image 3
uz: Sarlavha rasmi 3

source: Header Image 4
uz: Sarlavha rasmi 4

source: Header Image 5
uz: Sarlavha rasmi 5

source: About Description
uz: Tavsif

source: About Description (Uzbek)
uz: Tavsif (O'zbekcha)

source: About Description (Russian)
uz: Tavsif (Ruscha)

source: About Description (English)
uz: Tavsif (Inglizcha)

source: About Image
uz: Tavsif rasmi

source: Latitude
uz: Kenglik

source: Longitude
uz: Uzunlik

source: Architecture Description
uz: Arxitektura tavsifi

source: Architecture Description (Uzbek)
uz: Arxitektura tavsifi (O'zbekcha)

source: Architecture Description (Russian)
uz: Arxitektura tavsifi (Ruscha)

source: Architecture Description (English)
uz: Arxitektura tavsifi (Inglizcha)

source: Architecture Image 1
uz: Arxitektura rasmi 1

source: Architecture Image 2
uz: Arxitektura rasmi 2

source: Architecture Image 3
uz: Arxitektura rasmi 3

source: Interior Description
uz: Interyerning tavsifi

source: Interior Description (Uzbek)
uz: Interyerning tavsifi (O'zbekcha)

source: Interior Description (Russian)
uz: Interyerning tavsifi (Ruscha)

source: Interior Description (English)
uz: Interyerning tavsifi (Inglizcha)

source: Interior Image
uz: Interyer rasmi

source: Premium Amenities
uz: Premium qulayliklar

source: News Post
uz: Yangilik

source: News Posts
uz: Yangiliklar

source: Date of Creation
uz: Yaratilgan sana

source: For showing in frontend
uz: Saytda ko'rsatish uchun

source: Author Name
uz: Muallif ismi

source: Title (Uzbek)
uz: Sarlavha (O'zbekcha)

source: Title (Russian)
uz: Sarlavha (Ruscha)

source: Title (English)
uz: Sarlavha (Inglizcha)

source: Description
uz: Tavsif

source: Description (Uzbek)
uz: Tavsif (O'zbekcha)

source: Description (Russian)
uz: Tavsif (Ruscha)

source: Description (English)
uz: Tavsif (Inglizcha)

source: Additional Information
uz: Qo'shimcha ma'lumot

source: Additional Information (Uzbek)
uz: Qo'shimcha ma'lumot (O'zbekcha)

source: Additional Information (Russian)
uz: Qo'shimcha ma'lumot (Ruscha)

source: Additional Information (English)
uz: Qo'shimcha ma'lumot (Inglizcha)

source: Lead
uz: So'rov

source: Leads
uz: So'rovlar

source: Source Page
uz: Manba sahifa

source: Consultation
uz: Konsultatsiya

source: Contact
uz: Aloqa

source: New
uz: Yangi

source: In Progress
uz: Jarayonda

source: Done
uz: Bajarildi

source: Conversation
uz: Suhbat

source: Conversations
uz: Suhbatlar

source: Assigned To
uz: Tayinlangan

source: Customer Name
uz: Mijoz ismi

source: Customer Phone
uz: Mijoz telefoni

source: Open
uz: Ochiq

source: Closed
uz: Yopiq

source: Message
uz: Xabar

source: Messages
uz: Xabarlar

source: Sender Type
uz: Yuboruvchi turi

source: Sender User
uz: Yuboruvchi foydalanuvchi

source: Customer
uz: Mijoz

source: Consultant
uz: Konsultant

source: System
uz: Tizim

source: Site Settings
uz: Sayt sozlamalari

source: Company Name
uz: Kompaniya nomi

source: Primary Phone
uz: Asosiy telefon

source: Secondary Phone
uz: Qo'shimcha telefon

source: Email
uz: Elektron pochta

source: Address (Uzbek)
uz: Manzil (O'zbekcha)

source: Address (Russian)
uz: Manzil (Ruscha)

source: Address (English)
uz: Manzil (Inglizcha)

source: Office Hours (Uzbek)
uz: Ish vaqti (O'zbekcha)

source: Office Hours (Russian)
uz: Ish vaqti (Ruscha)

source: Office Hours (English)
uz: Ish vaqti (Inglizcha)

source: Map Embed URL
uz: Xarita URL

source: Telegram URL
uz: Telegram havolasi

source: Instagram URL
uz: Instagram havolasi

source: Facebook URL
uz: Facebook havolasi

source: YouTube URL
uz: YouTube havolasi

source: Footer Text (Uzbek)
uz: Pastki matn (O'zbekcha)

source: Footer Text (Russian)
uz: Pastki matn (Ruscha)

source: Footer Text (English)
uz: Pastki matn (Inglizcha)

source: Header Images
uz: Sarlavha rasmlari

source: First image is required, other 4 are optional.
uz: Birinchi rasm majburiy, qolgan 4tasi ixtiyoriy.

source: About the Project
uz: Loyiha haqida

source: Location
uz: Joylashuv

source: Architecture
uz: Arxitektura

source: Architecture description and all 3 images are required.
uz: Arxitektura tavsifi va barcha 3ta rasm majburiy.

source: Interior Space & Amenities
uz: Interyer va qulayliklar

source: General Info
uz: Umumiy ma'lumot

source: Timestamps
uz: Vaqt belgilari

source: Content
uz: Kontent

source: Extra Info
uz: Qo'shimcha

source: Details
uz: Tafsilotlar

source: Customer Info
uz: Mijoz ma'lumotlari

source: Company Info
uz: Kompaniya ma'lumotlari

source: Address
uz: Manzil

source: Office Hours
uz: Ish vaqti

source: Map
uz: Xarita

source: Social Links
uz: Ijtimoiy tarmoqlar

source: Footer
uz: Pastki qism
